/* confirmSettings */
"Confirm Your Selections" = "Bestätigen Sie Ihre Angaben";

/* generateKey */
"Finish" = "Fertig";

/* Introduction */
"Introduction" = "Einleitung";

/* ExpertMode */
"Make a new key" = "Neuen Schlüssel erstellen";

/* generateKey */
"Now making your key" = "Schlüssel wird erstellt";

/* KeySize */
"Select the Key Size" = "Schlüssellänge auswählen";

/* KeyType */
"Select the Kind of Key" = "Schlüsselart auswählen";

/* ExpirationDate */
"Set the Expiration Date" = "Ablaufdatum festsetzen";

/* setIdentity */
"Set Your Identity" = "Identität angeben";

/* generateKey */
"Your key has been made" = "Your key has been made";
